Repository: cds-snc/saas-procurement
Catalog: saas_app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: User Roles:
fr: Rôles d'utilisateur:

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: User Roles
fr: Rôles d'utilisateur

source: Title
fr: Titre

source: Business Unit
fr: Unité commerciale

source: user_roles
fr: Rôles d'utilisateur

source: Save
fr: Sauvegarder

source: Cancel
fr: Annuler

source: The user data was updated successfully!
fr: Les données utilisateur ont été mises à jour avec succès !

source: The user data was not saved successfully!
fr: Les données utilisateur n'ont pas été enregistrées avec succès !

source: Name of Saas
fr: Nom de Saas

source: Currency
fr: Monnaie

source: Frequency
fr: Fréquence

source: Units
fr: Unités

source: Duration
fr: Durée

source: Does the application have a SOC 2 Type II or ISO 27001 certification? (Hint: this can easily be googled)
fr: L’application est-elle certifiée SOC 2 Type II ou ISO 27001 ? (Indice : cela peut facilement être recherché sur Google)

source: Does the application support 'Sign in with Google'?
fr: L'application prend-elle en charge « Se connecter avec Google » ?

source: Fund Center
fr: Centre de fonds

source: Comments
fr: commentaires

source: Date Info Requested
fr: Date à laquelle des informations ont été demandées

source: Info Requested
fr: Informations demandées

source: Approve
fr: Approuver

source: Deny
fr: Refuser

source: Current status
fr: Statut actuel

source: Date manager reviewed the request
fr: Date à laquelle le gestionnaire a examiné la demande

source: Manager approved the request
fr: Le gestionnaire a approuvé la demande

source: Manager denied the request
fr: Le gestionnaire a refusé la demande

source: Date sent to S32 approver
fr: Date d'envoi à l'approbateur S32

source: Date S32 approver reviewed the request
fr: Date à laquelle le approbateur S32 a examiné la demande

source: S32 approver approved the request
fr: l'approbateur S32 a approuvé la demande

source: Manager approved
fr: Gestionnaire approuvé

source: Request has been successfully approved
fr: La demande a été approuvée avec succès

source: An error occurred while approving the request
fr: Une erreur s'est produite lors de l'approbation de la demande

source: Manager denied
fr: Gestionnaire refusé

source: Request has been successfully denied
fr: La demande a été refusée avec succès

source: An error occurred while denying the request
fr: Une erreur s'est produite lors du refus de la demande

source: S32 approved
fr: Approuvé S32

source: S32 denied
fr: S32 refusé

source: There was an error sending the email.
fr: Une erreur s'est produite lors de l'envoi de l'e-mail.

source: Cost
fr: Coût

source: Level of Subscription
fr: Niveau d'abonnement

source: Number of Users
fr: Nombre d'utilisateurs

source: Names of Users
fr: Noms des utilisateurs

source: Account Administrator
fr: Administrateur de compte

source: Backup Administrator
fr: Administrateur de sauvegarde

source: Manager
fr: Directeur/Directrice

source: Date Manager reviewed the request
fr: Date à laquelle le responsable a examiné la demande

source: Manager Approved
fr: Approuvé par le gestionnaire

source: Manager Denied
fr: Refusé par le gestionnaire

source: Submitted By
fr: Proposé par

source: S32 Approver
fr: Approbateur S32

source: Send for S32 Approval
fr: En attente d'envoi pour approbation S32

source: Request Additional Information
fr: Demander des informations supplémentaires

source: Record Purchase Information
fr: Enregistrer les informations d'achat

source: Date Sent to S32 Approver
fr: Date d'envoi à l'approbateur S32

source: S32 Approver approved
fr: Approuvé par l'approbateur S32

source: S32 Approver Review Date
fr: Date de révision par l'approbateur S32

source: Purchase Date
fr: Date d'achat:

source: Purchase Amount
fr: Montant des achats:

source: Purchase Method
fr: Méthode d'achat

source: Confirmation Number
fr: Numéro de confirmation

source: Purchase Notes
fr: Notes d'achat

source: Current Status
fr: Statut actuel

source: name
fr: nom

source: number
fr: nombre

source: There was an error sending the email to the S32 approver.
fr: Une erreur s'est produite lors de l'envoi de l'e-mail à l'approbateur S32

source: There was an error sending the email to the requestor.
fr: Une erreur s'est produite lors de l'envoi de l'e-mail au demandeur

source: Waiting to be sent for S32 Approval
fr: En attente d'envoi pour approbation S32

source: There was an error adding the fund center or the approver.
fr: Une erreur s'est produite lors de l'ajout du centre financier ou de l'approbateur.

source: Please add the fund center and the approver.
fr: Veuillez ajouter le centre financier et l'approbateur.

source: Sent to S32 Approver for Approval
fr: Envoyé à l'approbateur S32 pour approbation

source: There was an error updating the status of the form.
fr: Une erreur s'est produite lors de la mise à jour du statut du formulaire

source: We have successfully emailed the S32 approver.
fr: Nous avons réussi à envoyer un e-mail à l'approbateur S32.

source: There was an error sending the notification emails to the S32 approver or requestor.
fr: Une erreur s'est produite lors de l'envoi des e-mails de notification à l'approbateur S32 ou au demandeur

source: Request for more information
fr: Demander plus d'informations

source: We have successfully emailed the requestor.
fr: Nous avons réussi à envoyer un e-mail au demandeur.

source: There was an error sending the notification email to the requestor.
fr: Une erreur s'est produite lors de l'envoi de l'e-mail de notification au demandeur.

source: Please enter the information requested.
fr: Veuillez saisir les informations demandées.

source: Purchased
fr: Achetée

source: We have successfully recorded the purchase information
fr: Nous avons enregistré avec succès les informations d'achat

source: There was an error recording the purchase information
fr: Une erreur s'est produite lors de l'enregistrement des informations d'achat

source: Something went wrong and there are no logs to display!
fr: Quelque chose s'est mal passé et il n'y a aucun journal à afficher !

source: Something went wrong with the search. Please try again.
fr: Une erreur s'est produite lors de la recherche. Veuillez réessayer.

source: You have successfully restored all roles
fr: Vous avez restauré avec succès tous les rôles

source: You have successfully switched to %(role)s role
fr: Vous avez réussi à passer au rôle %(role)s

source: Something went wrong with switching roles. Please try again.
fr: Quelque chose s'est mal passé avec le changement de rôle. Veuillez réessayer.

source: If Saas is to be used for all of CDS, select FC 110804. If the Saas is to be used specifically for your BU, please select the appropriate FC.
fr: Si Saas doit être utilisé pour tous les CDS, sélectionnez FC 110804. Si le Saas doit être utiliséutilisé spécifiquement pour votre BU, veuillez sélectionner le FC approprié.

source: If you cannot find this information, please select unknown and we can enter it later.
fr: Si vous ne trouvez pas cette information, veuillez sélectionner Inconnu et nous pourrons la saisir plus tard.

source: Submit
fr: Soumettre

source: Save changes
fr: Sauvegarder les modifications

source: Delete
fr: Supprimer

source: frequency
fr: fréquence

source: currency
fr: monnaie

source: cost
fr: coût

source: level of subscription
fr: Niveau d'abonnement

source: units
fr: unités

source: duration
fr: durée

source: number of users
fr: Nombre d'utilisateurs

source: names of users
fr: Noms des utilisateurs

source: account administrator
fr: Administrateur de compte

source: backup administrator
fr: Administrateur de sauvegarde

source: manager
fr: Directeur/Directrice

source: submitted by
fr: Proposé par

source: date submitted
fr: Date de soumission

source: Request submitted
fr: Demande soumise

source: Your form was submitted successfully!
fr: Votre formulaire a été soumis avec succès!

source: Your form was saved successfully!
fr: Votre formulaire a été enregistré avec succès !

source: Your form was not saved successfully!
fr: Votre formulaire n'a pas été enregistré avec succès !

source: Your form was deleted successfully!
fr: Votre formulaire a été supprimé avec succès !

source: There was an error deleting the request
fr: Une erreur s'est produite lors de la suppression de la demande

source: Saas Procurement App
fr: Application d'approvisionnement Saas

source: List of Users of the Saas Procurement App
fr: Liste des utilisateurs de l'application Saas Procurement

source: This is the list of users of the application. Click on the user's name to view more information.
fr: Il s'agit de la liste des utilisateurs de l'application. Cliquez sur le nom de l'utilisateur pour voir plus d'informations

source: Full name
fr: Nom et prénom

source: Business unit
fr: Unité commerciale

source: Roles
fr: Les rôles

source: There are no users.
fr: Il n'y a pas d'utilisateurs.

source: Software as a Service form Request
fr: Demande de formulaire de logiciel en tant que service

source: View User Details
fr: Afficher les détails de l'utilisateur

source: The Software as a Service Request has been successfully approved
fr: La demande de logiciel en tant que service a été approuvée avec succès

source: The Software as a Service Request has been succesfully denied!
fr: La demande de logiciel en tant que service a été refusée avec succès !

source: The person who has submitted the request will be notified.
fr: La personne qui a soumis la demande en sera avisée.

source: SAAS requests
fr: Demande SAAS

source: Requests that have been previously reviewed by you
fr: Vous n'avez aucune demande qui a déjà été examinée par vous

source: Date Submitted
fr: Date de soumission

source: Status
fr: Statut

source: You have no requests that have been previously reviewed by you
fr: Vous n'avez aucune demande qui a déjà été examinée par vous

source: List of requests awaiting approval
fr: Liste des demandes en attente d'approbation

source: You have no requests awaiting approval
fr: Vous n'avez aucune demande en attente d'approbation

source: Software as a Service Request Submission
fr: Soumission de demande de logiciel en tant que service

source: Case number:
fr: Numéro de dossier:

source: Home
fr: Page d'accueil

source: Switch Roles
fr: Changer de rôle

source: Restore all Roles
fr: Restaurer tous les rôles

source: Sign Out
fr: se déconnecter

source: Search
fr: Recherche

source: Results
fr: Résultats de recherche

source: SAAS Request
fr: Demande SAAS

source: Detailed information about the SAAS request
fr: Informations détaillées sur la demande SAAS

source: Name of Saas:
fr: Nom de Saas:

source: Cost:
fr: Coût:

source: Level of Subscription:
fr: Niveau d'abonnement :

source: Number of Users:
fr: Nombre d'utilisateurs:

source: Names of Users:
fr: Noms des utilisateurs :

source: Account Administrator:
fr: Administrateur de compte :

source: Backup Administrator:
fr: Administrateur de sauvegarde :

source: Submitted by:
fr: Proposé par:

source: Date Submitted:
fr: Date de soumission:

source: Manager:
fr: Directeur/Directrice:

source: Status:
fr: Statut:

source: Go back
fr: Retourner

source: Welcome
fr: Bienvenue

source: What do you want to do today?
fr: Que voulez-vous faire aujourd'hui?

source: Submit a SAAS Request
fr: Soumettre une demande SAAS

source: Software as a Service Request Form
fr: Logiciel en tant que formulaire de demande de service

source: Please fill out this form if you would like to request the purchase of an unclassified software subscription service.
fr: Veuillez remplir ce formulaire si vous souhaitez demander l'achat d'un service d'abonnement à des logiciels non classifiés.

source: Start
fr: Commencer

source: View requests
fr: Afficher les demandes

source: View your submitted requests
fr: Afficher vos demandes soumises

source: Click here to view all of your submitted SAAS requests.
fr: Cliquez ici pour afficher toutes vos demandes SAAS soumises.

source: Manager Approve/Deny
fr: Le responsable approuve/refuse

source: Manager - Approve/Deny requests
fr: Gestionnaire - Approuver/Refuser les demandes

source: For manager, click here to approve/deny existing requests.
fr: Pour le gestionnaire, cliquez ici pour approuver/refuser les demandes existantes.

source: Manager view previous requests
fr: Gestionnaire voir les demandes précédentes

source: View your previously reviewed requests
fr: Afficher vos demandes précédemment examinées

source: Click here to view all requests that you have previously reviewed.
fr: Cliquez ici pour afficher toutes les demandes que vous avez déjà examinées.

source: Internal Ops action required
fr: Action des opérations internes requise

source: View requests that need your action
fr: Afficher les demandes qui nécessitent votre action

source: For internal ops, click here to view requests that require action, such as selecting S32 approver or recording a purchase.
fr: Pour les opérations internes, cliquez ici pour afficher les demandes nécessitant une action, telles que sélectionner l'approbateur S32 ou enregistrer un achat.

source: Internal Ops view previous requests
fr: Les opérations internes voient les demandes précédentes

source: Approve/Deny requests
fr: Approuver/Refuser les demandes

source: For S32 Approver - click here to approve or deny requests.
fr: Pour le gestionnaire, cliquez ici pour approuver/refuser les demandes existantes.

source: S32 Approver view previous requests
fr: Approbateur S32 voir les demandes précédentes`

source: Change User's Data
fr: Modifier les données de l'utilisateur

source: Change User's Attributes
fr: Modifier les attributs de l'utilisateur

source: Add/change user data.
fr: Ajouter/modifier les données utilisateur.

source: Sass Procurement App
fr: Application d'approvisionnement Sass

source: You are about to use your Google account to login to the Saas procurement app.
fr: Vous êtes sur le point d'utiliser votre compte Google pour vous connecter à l'application d'approvisionnement Saas.

source: Requests that have been sent to the S32 approver and are awaiting approval
fr: Demandes qui ont été envoyées à l'approbateur S32 et qui sont en attente d'approbation

source: You have no requests that are awaiting to be approved by the S32 approver
fr: Vous n'avez aucune demande en attente d'approbation par l'approbateur S32

source: Requests that have already been purchased
fr: Demandes déjà achetées

source: You have no requests that have been purchased
fr: Vous n'avez aucune demande achetée

source: List of requests waiting to be sent for s32 approval
fr: Liste des demandes en attente d'envoi pour approbation s32

source: You have no requests waiting to be sent for S32 approval
fr: Vous n'avez aucune demande en attente d'être envoyée pour approbation S32

source: Requests that have been s32 approved awaiting purchase
fr: Demandes qui ont été approuvées s32 en attente d'achat

source: You have no requests awaiting purchase
fr: Vous n'avez aucune demande en attente d'achat

source: New message to requestor
fr: Nouveau message à la demande

source: Close
fr: Fermer

source: Send message
fr: Envoyer le message

source: Purchase Date:
fr: Date d'achat:

source: Purchase Amount:
fr: Montant des achats:

source: Purchase Method:
fr: Méthode d'achat :

source: Confirmation Number:
fr: Numéro de confirmation:

source: Purchase Notes:
fr: Notes d'achat :

source: App name
fr: Nom de l'application

source: App type
fr: Type d'application

source: Event name
fr: Nom de l'événement

source: Your Software as a Service Request Form has been deleted!
fr: Votre formulaire de demande de logiciel en tant que service a été supprimé !

source: Your approver will be notified of the deletion. If this was done by mistake, please enter a new Saas Request.
fr: Votre approbateur sera informé de la suppression. Si cela a été fait par erreur, veuillez entrer une nouvelle demande Saas.

source: Thank you for editing your Software as a Service Request Form!
fr: Merci d'avoir édité votre formulaire de demande de logiciel en tant que service !

source: The request has been upated and the approver will be notified.
fr: La demande a été mise à jour et l'approbateur en sera informé.

source: Please fill out this form if you would like to request the purchase of an unclassified software subscription service. Software subscription services are online tools, paid for on a monthly or annual basis. Many of these tools can help people collaborate, build software, monitor and troubleshoot systems, etc. Some examples include Github, Trello, AirTable, Harvest, Sentry etc. In this form, you may select your current supervisor to approve of this purchase. Internal Ops will then get fund centre manager financial approval. For further information or guidance on subscription services, please talk to the Internal Operations team.
fr: Veuillez remplir ce formulaire si vous souhaitez demander l'achat d'un service d'abonnement logiciel non classifié. Les services d'abonnement aux logiciels sont des outils en ligne, payés mensuellement ou sur une base annuelle. Beaucoup de ces outils peuvent aider les gens à collaborer, à construire logiciel, surveiller et dépanner les systèmes, etc. Quelques exemples incluent« Github, Trello, AirTable, Harvest, Sentry, etc. » Dans ce formulaire, vous pouvez sélectionner votre superviseur actuel pour approuver cette achat. Les opérations internes obtiendront alors le financement du gestionnaire du centre financier approbation. Pour plus d'informations ou des conseils sur les services d'abonnement, veuillez parlez à l'équipe des opérations internes.

source: Thank you for submitting the Software as a Service Request Form!
fr: Merci d'avoir soumis le formulaire de demande de logiciel en tant que service !

source: This is the overall process that can be expected.
fr: C'est le processus global auquel on peut s'attendre.

source: Submitted Requests
fr: Demandes soumises

source: This is the list of requests that you have submitted. Click on the request name to view more information.
fr: Ceci est la liste des demandes que vous avez soumises. Cliquez sur la demande nom pour afficher plus d'informations.

source: Note: You can only modify requests that have not yet been reviewed.
fr: Remarque : Vous ne pouvez modifier que les demandes qui n'ont pas encore été examinées.

source: Active requests that you can still modify
fr: Requêtes actives que vous pouvez encore modifier

source: Previous requests
fr: Demandes précédentes

source: Name
fr: Nom

source: You have no submitted requests.
fr: Vous n'avez pas soumis de demandes.

source: To overwrite any changes, make your changes and then press the Save Changes Button. To delete, the Saas Request, press the Delete button
fr: Pour écraser les modifications, effectuez vos modifications, puis appuyez sur Enregistrer les modifications Bouton. Pour supprimer, la demande Saas, appuyez sur le bouton Supprimer

source: Search Results
fr: Résultats de recherche

source: No results found
fr: Aucun résultat trouvé

source: Last Updated:
fr: Dernière mise à jour:
